app/controllers/scenes_controller.rb

  def index
    @scenes = Scene.all
---
SELECT "scenes".* FROM "scenes"